IdeaRS.Connections
IConnectionCmdData.OperationId Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the identifier of the operation in the manufacturer sequence
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
int OperationId { get; set; }
Property Value
Type: Int32
See Also
Reference
IConnectionCmdData Interface
IdeaRS.Connections.Data Namespace